<div><br><br><br></div>
<table>
    <tr style="width: 100%">
        <td style="width: 60%"></td>
        <td style="width: 40%"><strong>Руководителю ООО «[●]»</strong></td>
    </tr>
    <tr style="width: 100%">
        <td style="width: 60%"></td>
        <td style="width: 40%"><strong>от </strong></td>
    </tr>
    <tr style="width: 100%">
        <td style="width: 60%"></td>
        <td style="width: 40%">должность [●], подразделение [●]</td>
    </tr>
    <tr style="width: 100%">
        <td style="width: 60%"></td>
        <td style="width: 40%">паспорт серии [●] номер [●]</td>
    </tr>
    <tr style="width: 100%">
        <td style="width: 60%"></td>
        <td style="width: 40%">ИНН [●]</td>
    </tr>
    <tr style="width: 100%">
        <td style="width: 60%"></td>
        <td style="width: 40%">зарегистрированный по адресу: [●]</td>
    </tr>
    <tr style="width: 100%">
        <td style="width: 60%"></td>
        <td style="width: 40%">фактически проживающий: [●]</td>
    </tr>
</table>
<div><br><br></div>
<div style="width: 100%">
    <h3 align="center">ЗАЯВЛЕНИЕ</h3>
    <h4 align="center">о перечислении части заработной платы на счёт третьего лица</h4>
</div>
<div style="width: 100%; font-size: 10px">
<span>
Прошу Вас перечислять часть причитающихся мне выплат в счёт платежей по основному долгу и процентам за пользование денежными средствами по Договору микрозайма № [●], заключённому между мною и Обществом с ограниченной ответственностью Микрокредитная компания «Русское кредитное общество» (ОГРН 121770033532, ИНН 9725055162), в размере соответствующем платежному периоду, указанному в Графике платежей, являющимся неотъемлемой частью указанного Договора, на счёт ООО МКК «Русское кредитное общество» по нижеуказанным реквизитам:
</span>
</div>
<div>
    <br>
    Получатель: ООО МКК «Русское кредитное общество»<br>
    ИНН: 9725055162<br>
    КПП: 772501001<br>
    р/с: [●] в [●], БИК [●], к/с [●] в ГУ Банка России по ЦФО<br>
    <br><br>
    Приложение:<br>
    Копия Графика платежей от «[●]» [●] 20[●] года<br>
</div>
<div><br><br></div>
<table>
    <tr style="width: 100%">
        <td style="width: 30%">«[●]» [●] 20[●] года</td>
        <td style="width: 20%"></td>
        <td style="width: 40%">_______________/____________</td>
    </tr>
</table>